Revit 2026 API

# GlazingGlazingReflectance Property

---

The property labeled "Reflectance" from the "Glazing" schema.

**Namespace:** Autodesk.Revit.DB.Visual**Assembly:** RevitAPI (in RevitAPI.dll) Version: 26.0.4.0 (26.0.4.0)

```csharp
public static string GlazingReflectance { get; }
```
```vb
Public Shared ReadOnly Property GlazingReflectance As String
	Get
```
```cpp
public:
static property String^ GlazingReflectance {
	String^ get ();
}
```
```fsharp
static member GlazingReflectance : string with get
```

#### Property Value

String

This property is of type "AssetPropertyDouble" within the range of "0, 1".

#### Reference

Glazing Class

Autodesk.Revit.DB.Visual Namespace